{
	"generic":[
		{
			"id": 1,
			"message": "Is this feature even implemented yet?"
		},
		{
			"id": 2,
			"message": "\"Not all those who wander are lost\" - J.R.R Tolkien"
		},
		{
			"id": 3,
			"message": "Python, although versatile, is aesthetically unpleasant. Change my mind."
		},
		{
			"id": 4,
			"message": "Have you tried chocolate coated coffee beans?"
		},
		{
			"id": 5,
			"message": "Have you tried turning it off and on again?"
		},
		{	
			"id": 6,
			"message": "Is not \"is not\" a weird expansion of \"isn't\"?"
		},
		{
			"id": 7,
			"message": "\"Comparison is the theif of joy\" - T. Roosevelt"
		},
		{	
			"id": 8,
			"message": "Did you know: the average person says approximately 2GB worth of words in their lifetime."
		},
		{
			"id": 9,
			"message": "Why not spend a warm summer night staring at the stars?"
		},
		{
			"id": 10,
			"message": "JSON files are rather convenient, huh."
		},
		{
			"id": 11,
			"message": "Slow and steady wins the race, but not too slow, it needs to be done in a lifetime."
		},
		{
			"id": 12,
			"message": "This website does not support the iPad 3<sup>rd</sup> generation. Apologies for the inconvenience!"
		},
		{
			"id": 13,
			"message": "This is message number 13. You can decide if that is unlucky."
		},
		{
			"id": 14,
			"message": "Fed up of using Microsoft Windows? Give Linux a try!"
		},
		{
			"id": 15,
			"message": "Consume content translated from another language? Try learning that language!"
		},
		{
			"id": 16,
			"message": "You can repurpose old Android phones into MP3 players"
		},
		{
			"id": 17,
			"message": "Papa's Save Manager lets you save your save data for the Papa's series of online games."
		},
		{
			"id": 18,
			"message": "If you have many active entertainment subscriptions, you can save money by only have one active at a time and organising what you want to watch."
		},
		{
			"id": 19,
			"message": "So many ideas, so little energy, even when powered by chocolate coffee beans."
		},
		{
			"id": 20,
			"message": "Sometimes you've got to do the things that make you happy instead of just money. Unfortunately, the opposite is also true."
		},
		{
			"id": 21,
			"message": "AI isn't human, but it still makes mistakes"
		},
		{
			"id": 22,
			"message": "If you live in the UK, you need a CPH number to keep sheep (in your garden)."
		},
		{
			"id": 23,
			"message": "Wins are only ever good if you sometimes lose"
		},
		{
			"id": 24,
			"message": "You only know what you don't know when you are knowledgeable enough to be aware of what you don't know"
		}
	],
	"dated":[
		{
			"day": 1,
			"month": 0,
			"id": "d10",
			"message": "Happy new year!"
		},
		{
			"day": 25,
			"month": 11,
			"id": "d2511",
			"message": "Merry Christmas!"
		}
	]
}